core/src/org/openspcoop2/message/soap/reader/test/requestFirstChildNameExactBody_soap12.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
        <soap:Body>
                <ns2:Body xmlns:ns2="http://services.samples/xsd">
                </ns2:Body>
        </soap:Body>
</soap:Envelope>
